export type DayNames = 'sun' | 'mon' | 'tue' | 'wed' | 'thu' | 'fri' | 'sat';

export const DAYS = {
  sun: 'Неділя',
  mon: 'Понеділок',
  tue: 'Вівторок',
  wed: 'Середа',
  thu: 'Четвер',
  fri: "П'ятниця",
  sat: 'Cубота',
};

export const MONTHS = [
  'січня',
  'лютого',
  'березня',
  'квітня',
  'травня',
  'червня',
  'липня',
  'серпня',
  'вересня',
  'жовтня',
  'листопада',
  'грудня',
];

export const SHORT_NAME_DAYS = Object.keys(DAYS);

export const TIME = {
  1: '8.30 - 9.15',
  2: '9.25 - 10.10',
  3: '10.20 - 11.05',
  4: '11.15 - 12.00',
  5: '12.15 - 13.00',
  6: '13.10 - 13.50',
  7: '14.05 - 14.45',
  8: '15.05 - 15.45',
  9: '16.00 - 16.40',
  10: '16.55 - 17.35',
  11: '17.50 - 18.30',
};
