const DAYS = {
  'sun': 'Неділя',
  'mon': 'Понеділок',
  'tue': 'Вівторок',
  'wed': 'Середа',
  'thu': 'Четвер',
  'fri': "П'ятниця",
  'sat': 'Cубота',
};

const MONTHS = [
  'січня',
  'лютого',
  'березня',
  'квітня',
  'травня',
  'червня',
  'липня',
  'серпня',
  'вересня',
  'жовтня',
  'листопада',
  'грудня',
];

const SHORT_NAME_DAYS = ['sun', 'mon', 'tue', 'wed', 'thu', 'fri', 'sat'];

const TIME = {
  1: '8.30 - 9.15',
  2: '9.25 - 10.10',
  3: '10.20 - 11.05',
  4: '11.15 - 12.00',
  5: '12.15 - 13.00',
  6: '13.10 - 13.55',
  7: '14.05 - 14.50',
  8: '15.05 - 15.50',
  9: '16.00 - 16.45',
  10: '16.55 - 17.40',
  11: '17.50 - 18.35',
}

export {
  TIME,
  DAYS,
  MONTHS,
  SHORT_NAME_DAYS,
}